import lomonosova26_28m2_1 from '../src/img/rooms/Lomonosova26_28m2/Lomonosova26_28m2(1).jpg'
import lomonosova26_20m2_1 from '../src/img/rooms/Lomonosova26_20m2/Lomonosova26_20m2(1).jpg'
import Fontanka108_18m2_1 from '../src/img/rooms/Fontanka108_18m2/Fontanka108_18m2(1).jpg'
import Nevskiy88_18m2_1 from '../src/img/rooms/Nevskiy88_18m2/Nevskiy88_18m2(1).jpg'
import Rubinshteyna18_5_30m2_1 from '../src/img/rooms/Rubinshteyna18_5_30m2/Rubinshteyna18_5_30m2(1).jpg'

export const rooms = [
    {
        id: '1',
        href: '/room/1',
        img: lomonosova26_28m2_1,
        title: '1-комн. апартаменты, 28 м²',
        address:
            'Санкт-Петербург, р-н Центральный, Владимирский, ул. Ломоносова, 26',
        description:
            'Двухуровневые Апартаменты с балконом. Есть всё самое необходимое для комфортного отдыха и продолжительного проживания. Большая кровать с дорогим комфортным матрасом, на втором ярусе комфортное спальное место!Большой диван.  Есть плита (можно готовить),посуда, предметы личной гигиены, ,холодильник, телевизор, стиральная машина,ванна-джакузи, фен, утюг, микроволновка. Самый центр, до Невского 10 минут пешком, метро Владимирская 5 мин.,Московский вокзал 15 мин. пешком, знаменитые 5 Углов -1 мин. Наб.реки Фонтанки -5 мин. Невероятно уникальное место для комфортного отдыха. Удобное расположение апартаментов не заставит вас часто прибегать к общественному транспорту, все основные достопримечательности находятся в шаговой доступности и променад по этому великому музею-городу доставит вам огромное наслаждение.',
    },
    {
        id: '2',
        href: '/room/2',
        img: lomonosova26_20m2_1,
        title: '1-комн. апартаменты, 20 м²',
        address:
            'Санкт-Петербург, р-н Центральный, Владимирский, ул. Ломоносова, 26',
        description:
            'Двухуровневые Апартаменты оборудованы всем необходимым: большая кровать с дорогим комфортным матрасом, на втором ярусе комфортное спальное место, ещё одна большая кровать! Есть  Чайник, СВЧ, настольная индукционная плита (можно готовить), посуда, чай, кофе, сахар, полотенца, предметы личной гигиены, утюг, фен, стиральная машина. Исторический центр, до Невского 10 минут пешком, метро Владимирская 2 мин. ,Московский вокзал 15 мин. пешком. Это  апартаменты, где можно не только провести приятно время, окунувшись в атмосферу  Санкт-Петербурга, в одной из его главных неофициальных достопримечательностей  перекресток Пяти углов, но и работать удаленно, есть для этого все необходимое:рабочий стол, Wi-Fi, кабельное ТВ, и есть все для длительного проживания. Также можно здесь провести отпуск семьёй. Летом место особенно уникальное, днём и ночью по Фонтанке курсируют морские трамвайчики и катера, до Набережной реки Фонтанки всего пять минут пешком. Прогулявшись по ул. Рубинштейна, вы незаметно , всего в 10 минутах ходьбы , окажетесь на Невском проспекте . Если вы любите гулять по городу, то эта прогулка, без сомнения, самое подходящее место для вас. И не только днем, потому что ночью тоже очень приятно гулять по этим улицам, полных кафе, ресторанов, достопримечательностей, магазинов и сувенирных лавок.',
    },
    {
        id: '3',
        href: '/room/3',
        img: Fontanka108_18m2_1,
        title: '1-комн. апартаменты, 18 м²',
        address:
            'Санкт-Петербург, р-н Адмиралтейский, Семёновский, наб. Реки Фонтанки, 108',
        description:
            'Двухуровневые Апартаменты,где можно комфортно отдохнуть!Также подходят для  удаленной работы, для этого в апартаментах есть всё:комфортная кровать,на второрм ярусе ещё одно спальное место с комфортным матрасом,диван,плита,можно готовить, Wi-Fi, утюг,телевизор, столик, микроволновая печь,холодильник,стиральная машина,посуда и столовые приборы,постельное белье,полотенца,фен.Технологический институт 7 мин.пешком, метро Пушкинская и Витебский вокзал 5-7 мин. Весь центр  района в шаговой доступности.Самый центр города, центр Набережной реки Фонтанки. Можно просто выйти и пешком дойти до любого места в центре. Прогулки по Набережной реки Фонтанки изумительные  это оживлённая городская зона со множеством интересных мест, известных дворцов, мостов и особняков, тут можно увидеть и неформальные достопримечательности такие как мозаичный дворик, памятник Человеку-невидимке, дом-кольцо., Чижик-Пыжик и др. Летом место особенно уникальное, днём и ночью по Фонтанке курсируют морские трамвайчики и катера! Выход сразу на Набережную реки Фонтанки и на Московский проспект. До метро Технологический институт всего 7 мин. можно пройти просто пешком ,окунувшись в атмосферу  Московского проспекта. Выход сразу и на Обуховский мост, на другой стороне которого находится  Университет Путей Сообщения, а также в 10 минутах ходьбы Сенной рынок и Сенная площадь, Юсуповский сад и многие другие достопримечательности этого района !',
    },
    {
        id: '4',
        href: '/room/4',
        img: Nevskiy88_18m2_1,
        title: '1-комн. апартаменты, 18 м²',
        address:
            'Санкт-Петербург, р-н Центральный, Литейный, Невский просп., 88',
        description:
            'Двухуровневые апартаменты,где можно комфортно провести время. Подходят для отпуска недалеко от дома, удаленной работы.Есть всё  необходимое для комфортного проживания!Комфортная кровать на втором ярусе,диван,который раскладывается в кровать, плита,можно готовить,Wi-Fi, утюг,фен,телевизор, столик,микроволновка, холодильник,стиральная машина,посуда и столовые приборы,постельное белье,полотенца,выход сразу на Невский пр-т и окна с видом на Невский пр-т.Множество ресторанов ,баров,булочная за углом.Апартаменты находятся в самом замечательном месте этого красивого, уникального города! Всё в пешей доступности: Метро Маяковская 3 мин. пешком, Московский вокзал 10 мин., Торгово-развлекательный центр Галерея в 10 мин ходьбы, это самое модное место для шопинга, Торговый Центр "Стокманн" на пл. Восстания в 7-10 мин. ходьбы. Екатерининский парк 10 мин. ходьбы, ул. Рубинштейна в 5 мин. ходьбы и многое другое. С Невским проспектом  и всеми его достопримечательностями, которые  в основном все находятся в шаговой доступности этого района, знакомиться  можно только во время пешеходной прогулки. Выйдя из апартаментов сразу на Невский проспект вы окунетесь сразу в атмосферу самой оживленной улицы этого музея-города,  Невский проспект.',
    },
    {
        id: '5',
        href: '/room/5',
        img: Rubinshteyna18_5_30m2_1,
        title: '1-комн. апартаменты, 30 м²',
        address:
            'Санкт-Петербург, р-н Центральный, Владимирский, ул. Рубинштейна, 18/5',
        description:
            'Двухуровневые апартаменты расположены на красивой улице Рубинштейна , в здании Театра Европы .Оборудованы всем самым неоходимым для комфортного проживания! Есть плита(можно готовить),есть Wi-Fi ! Самый центр! До Московского вокзала 10-15 мин.пешком,до Невского -5 мин.,до метро Владимирская 5 мин.,до метро Маяковская 10 мин.,до 5 Углов 5 мин,до Наб.реки Фонтанки 5 мин.,весь центр в пешей доступности!!!Мы очень стараемся сделать пребывание наших гостей комфортным и удобным!',
    },
]
